var refereData = [
/*    ["database-2","partment-a",""],
    ["database-4","partment-e","partment-c","partment-b"],
    ["data-3","app-2",""]*/
]

var tableData = {
    "table1": {
        "storage": 180518
        , "project": 41981171
        , "partment": 50787890
    }
    , "table2": [{
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市公安局"
        , "date": "2016-04-04 08:47"
        , "num": 49468
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市公安局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市公安局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市国土局"
        , "date": "2016-04-04 08:47"
        , "num": 49468
    }, {
        "dataTopic": "家庭住房证明开具情况信息"
        , "source": "中山市数据中心"
        , "target": "中山市发展和改革局"
        , "date": "2016-04-04 08:47"
        , "num": 10000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市地方税务局"
        , "date": "2016-04-04 08:47"
        , "num": 49468
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市国土局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市发展和改革局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市地方税务局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }, {
        "dataTopic": "国税税务登记信息"
        , "source": "中山市数据中心"
        , "target": "中山市国土局"
        , "date": "2016-04-04 08:47"
        , "num": 100000
    }]
    , "table3": [{
        "name": "中山市综合治税META"
        , "flag": false
    }, {
        "name": "中山市法制局(综合业务平台)"
        , "flag": false
    }, {
        "name": "中山市发展和改革局"
        , "date": "2015-12-11 02:09"
        , "flag": false
    }, {
        "name": "中山市住房和城乡建设局"
        , "date": "2015-07-16 10:42"
        , "flag": false
    }, {
        "name": "网上办事大厅中山分厅"
        , "date": "2015-09-21 03:59"
        , "flag": false
    }, {
        "name": "中山市数据中心"
        , "date": "2016-04-01 10:03"
        , "flag": false
    }, {
        "name": "中山市残疾人服务中心"
        , "date": "2015-10-20 09:34"
        , "flag": false
    }, {
        "name": "中山市公安局"
        , "date": "2014-12-11 05:35"
        , "flag": false
    }, {
        "name": "中山市外经贸局"
        , "date": "2014-01-06 11:44"
        , "flag": false
    }, {
        "name": "中山市规划局"
        , "date": "2015-06-24 12:03"
        , "flag": false
    }]
    , "table4": [{
        "dataTopic": "分行业用电大户用电量统计信息"
        , "dep": "中山市供电局"
        , "num": 5576624
        , "date": "2015-12-10 03:08"
    }, {
        "dataTopic": "自然人基准数据"
        , "dep": "中山市人力资源和社会保障局"
        , "num": 4043647
        , "date": "2012-08-20 11:54"
    }, {
        "dataTopic": "工商变更登记信息（旧版本）"
        , "dep": "中山市工商行政管理局"
        , "num": 3356620
        , "date": "2013-09-16 10:53"
    }, {
        "dataTopic": "地税变更税务登记信息"
        , "dep": "中山市地方税务局"
        , "num": 3067478
        , "date": "2015-01-04 11:54"
    }, {
        "dataTopic": "地税税务登记相关信息"
        , "dep": "中山市地方税务局"
        , "num": 2947853
        , "date": "2015-05-24 12:58"
    }, {
        "dataTopic": "人员信息"
        , "dep": "中山市工商行政管理局"
        , "num": 2396974
        , "date": "2015-12-12 04:40"
    }, {
        "dataTopic": "个人就业情况信息"
        , "dep": "中山市人力资源和社会保障局"
        , "num": 2305756
        , "date": "2012-07-13 03:27"
    }, {
        "dataTopic": "工商变更登记信息"
        , "dep": "中山市工商行政管理局"
        , "num": 2108498
        , "date": "2015-12-12 04:29"
    }, {
        "dataTopic": "代征系统发票信息V3"
        , "dep": "中山市国土资源局"
        , "num": 1116693
        , "date": "2015-12-26 12:41"
    }, {
        "dataTopic": "税收入库按月统计信息"
        , "dep": "中山市地方税务局"
        , "num": 912199
        , "date": "2014-12-09 11:56"
    }]
}